Repository: qorbarsi/django-user-accounts
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Accounts
ru: Учётные записи

source: Username
ru: Имя пользователя

source: Password
ru: Пароль

source: Password (again)
ru: Пароль(еще раз)

source: Email
ru: Эл. почта

source: Usernames can only contain letters, numbers and underscores.
ru: Имя пользователя может состоять только из букв, цифр и подчёркиваний.

source: This username is already taken. Please choose another.
ru: Это имя пользователя уже занято. Пожалуйста, выберите другое.

source: A user is registered with this email address.
ru: Пользователь с этим адресом эл. почты уже зарегистрирован.

source: You must type the same password each time.
ru: Введённые пароли не совпадают.

source: Remember Me
ru: Запомнить меня

source: This account is inactive.
ru: Этот аккаунт заблокирован.

source: The username and/or password you specified are not correct.
ru: Имя пользователя и/или пароль введены некорректно.

source: The email address and/or password you specified are not correct.
ru: Адрес эл. почты и/или пароль введены некорректно.

source: Current Password
ru: Действующий пароль

source: New Password
ru: Новый пароль

source: New Password (again)
ru: Новый пароль (ещё раз)

source: Please type your current password.
ru: Пожалуйста, введите ваш действующий пароль.

source: Email address can not be found.
ru: Указанный адрес эл. почты не найден.

source: Timezone
ru: Часовой пояс

source: Language
ru: Язык

source: Your password has expired. Please save a new password.
ru: Срок действия вашего пароля истёк. Пожалуйста, установите новый пароль.

source: Account
ru: Учётная запись

source: user
ru: Пользователь

source: timezone
ru: Часовой пояс

source: language
ru: Язык

source: code
ru: Код приглашения

source: max uses
ru: Максимальное число использований

source: expiry
ru: Срок действия

source: notes
ru: Примечания

source: sent
ru: Дата отправки

source: created
ru: Дата создания

source: use count
ru: Число использований

source: signup code
ru: Код приглашения

source: signup codes
ru: Коды приглашений

source: verified
ru: Проверен

source: primary
ru: Основной

source: email address
ru: Адрес эл. почты

source: email addresses
ru: Адреса эл. почты

source: email confirmation
ru: Подтверждение эл. почты

source: email confirmations
ru: Подтверждения эл. почты

source: date requested
ru: Дата запроса на удаление

source: date expunged
ru: Дата удаления

source: account deletion
ru: Запрос на удаление учётной записи

source: account deletions
ru: Запросы на удаление учётных записей

source: password history
ru: Использованный пароль

source: password histories
ru: Использованные пароли

source: password
ru: Пароль

source: timestamp
ru: Дата

source: password expiry
ru: Срок действия пароля

source: password expiries
ru: Сроки действия паролей

source: Password successfully changed.
ru: Пароль успешно изменен

source: Confirmation email sent to {email}.
ru: Письмо с инструкциями по подтверждению выслано на {email}.

source: The code {code} is invalid.
ru: Неверный код приглашения {code}.

source: You have confirmed {email}.
ru: Адрес эл. почты {email} подтверждён.

source: Account settings updated.
ru: Настройки аккаунта изменены.

source: Your account is now inactive and your data will be expunged in the next {expunge_hours} hours.
ru: Ваша учётная запись заблокирована и будет удалена в течение {expunge_hours} часов.
